{
    "item.kubejs.enchant_catalyst": "Enchanting Catalyst",
    "item.kubejs.hyper_enchant_catalyst": "Hyper Enchanting Catalyst",
    "item.kubejs.obfuscated": "§d§kMeaningOfLife",

    "tooltip.kubejs.enchant_catalyst": "§6§oUsed in the Enchanting Apparatus to enchant items.",
    "tooltip.kubejs.hyper_enchant_catalyst": "§6§oUsed in the Enchanting Apparatus to enchant items beyond their normal limit.",
    "tooltip.kubejs.cataclysm_eyes": "§7§oCannot§r§7 be used to open the End Portal",
    "tooltip.kubejs.mech_eye": "§7Used to find the ___.",
    "tooltip.kubejs.flame_eye": "§7Used to find the Burning Arena.",
    "tooltip.kubejs.void_eye": "§7Used to find the ___.",
    "tooltip.kubejs.monstrous_eye": "§7Used to find the ___.",
    "tooltip.kubejs.abyss_eye": "§7Used to find the ___.",
    "tooltip.kubejs.desert_eye": "§7Used to find the ___.",
    "tooltip.kubejs.cursed_eye": "§7Used to find the Frozen Prison.",
    "tooltip.kubejs.shadow_steel": "§7Found in loot chests in Dimensional Dungeons",
    "tooltip.kubejs.refined_radiance": "§7Found in loot chests in Advanced Dimensional Dungeons.",
    "tooltip.kubejs.unused_item": "§7§n§oShould not be obtainable.",
    "tooltip.kubejs.unused_item_2": "§7§oIf you found this item in Survival, there must have been an oversight.",

    "actionbar.kubejs.depths_portal_error": "You can only use this portal in the Overworld or the Depths; you also need to have an empty hand",
    "actionbar.kubejs.dragonrealm_portal_error": "You can only use this portal in the Overworld or the Dragonrealm; you also need to have an empty hand",
    "actionbar.kubejs.inbetween_portal_error": "You can only use this portal in the Overworld or the Inbetween; you also need to have an empty hand",
    
    "block.kubejs.depths_portal": "The Depths Portal",
    "block.kubejs.dragon_portal": "Dragonrealm Portal",
    "block.kubejs.inbetween_portal": "The Inbetween Portal",

    "biome.kubejs.the_inbetween": "The Inbetween",
    "biome.kubejs.dragon_hollow": "Dragon's Hollow",
    "biome.kubejs.mossy_fields": "Mossy Fields",
    "biome.kubejs.crimson_caves": "Crimson Caves",
    "biome.kubejs.asurine_caves": "Asurine Caves",
    
    "trophy.kubejs.winner": "Winner's Trophy",
    "trophy.kubejs.music_disc": "Record Collector Trophy",
    "trophy.kubejs.create": "Aspiring Learner Trophy",
    "trophy.kubejs.wine": "Sommelier Trophy",
    "trophy.kubejs.creative_worldshaper": "Master Builder Trophy",
    "trophy.kubejs.bee_essence": "Bee Lover Trophy",
    "trophy.kubejs.tropibee": "Vacation Trophy",
    "trophy.kubejs.feather": "Heavenly Dreams Trophy",
    
    "kubejs.title.insurgence_title": "§c§n§lInsurgence Tip:",
    "kubejs.tip.quests": "The questbook has lots of useful information on progression.",
    "kubejs.tip.thank_you": "Thank you for playing!",
    "kubejs.tip.the_bumblezone": "If you can find a way to enter a beehive, you will enter The Bumblezone.",
    "kubejs.tip.joke_the_bumblezone": "If you can find a way to enter a beehive, you will find lots of bees inside.",
    "kubejs.tip.twilight_forest": "The Twilight Forest does not have enforced progression in this modpack. Explore the dimension at your own pace!",
    "kubejs.tip.the_depths": "Try cave-diving in the expansive caves of the Depths.",
    "kubejs.tip.dragonrealm": "The dragons from Ice and Fire all live in a dimension known as the Dragonrealm, but you can occasionally find their remains in the Depths dimension",
    "kubejs.tip.the_inbetween": "If you need to travel long distances, consider travelling through the Inbetween. One block there is equivalent to 32 in the overworld.",
    "kubejs.tip.making_food": "You can get bonus health for eating certain kinds of foods. Try making new things!",
    "kubejs.tip.millstone": "With the Millstone, you can crush ores for a chance to double them.",
    "kubejs.tip.construction_wands": "Construction wands will allow you to place multiple blocks at once.",
    "kubejs.tip.construction_wands_2": "You can control what block your Construction Wand will place by holding a block in your off hand.",
    "kubejs.tip.spell_scrolls": "Spell Scrolls that you find will be consumed on use, but if you inscribe them into a spellbook, they will last forever.",
    "kubejs.tip.jade_armor": "Jade Armor will make you immune to the wither and poison effects.",
    "kubejs.tip.enchanting_apparatus": "You can manually add enchantments to items using materials instead of experience with the Enchanting Apparatus.",
    "kubejs.tip.enchant_catalyst": "To enchant items using the Enchanting Apparatus, you will need an Enchanting Catalyst.",
    "kubejs.tip.dim_dungeons_monsters": "Enemies in the Dimensional Dungeons are a lot stronger than those you would face normally.",
    "kubejs.tip.dim_dungeons_inscribing": "The keys to the Dimensional Dungeons can only be used if they are first inscribed at a Key Inscribing Station or an End Portal Frame.",
    "kubejs.tip.dim_dungeons_mystery": "You can find the §kMeaningOfLife§r inside of the Advanced Dimensional Dungeons.",
    "kubejs.tip.summoning_altar": "Around the Overworld, you can occasionally find a Summoning Altar. By offering it certain things, you can summon rare mobs and items into your world.",
    "kubejs.tip.end_portal": "To open the End Portal in this modpack, you need to craft 12 of the 16 available ender eyes.",
    "kubejs.tip.hephaestus_forge": "The Hephaestus Forge can be upgraded. In fact, there are lots of recipes which require a certain tier of forge or higher.",
    "kubejs.tip.mod_guidebooks": "A lot of mods come with in-game documentation in the form of guide books. Be sure to consult them if you can.",
    "kubejs.tip.cooking_pot_heat": "A Cooking Pot will only work with a heat source beneath it.",
    "kubejs.tip.pet_bed": "Try making a pet bed. It will allow your pets to respawn.",
    "kubejs.tip.trophies": "There are trophies you can collect for completing all sorts of tasks!",
    "kubejs.tip.amethyst_magic": "Amethyst has a multitute of magical applications.",
    "kubejs.tip.gate_pearl": "Looking for a lot of a specific mob drop? Try crafting a Gate Pearl.",
    "kubejs.tip.tarot_cards": "In the questbook, you can get powerful tarot cards for completing specific advancements. These will only work while equipped as a curio.",
    "kubejs.tip.take_your_time": "Progress at your own pace.",
    "kubejs.tip.curios": "You can find special trinkets which can be equipped in your Curio slots.",
    "kubejs.tip.experience_obelisk": "The Experience Obelisk can store your xp levels for safekeeping.",

    "questbook.kubejs.hovertext.cooking_pot": "These foods are made using a Cooking Pot.",
    "questbook.kubejs.hovertext.crafting_table": "These foods are made using a Crafting Table."
}